Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Create depreciation books, define various depreciation methods, integrate with the general ledger, and enable duplication of entries in several depreciation books.
cs_cz: Vytvořte knihy odpisů, definice různých odpisových metod, integraci s hlavní knihou a povolení duplikací hodnot v několika knihách odpisů.

source: Enable insurance of fixed assets, set up general insurance information, an insurance card per policy, and prepare journals to post insurance costs.
cs_cz: Povolte pojištění dlouhodobého majetku, nastavte obecné informace o pojištění, kartu pojištění podle smlouvy a připravte deník k zaúčtování pojistných nákladů.

source: Enable maintenance of fixed assets, set up general maintenance information, set up maintenance posting accounts, and define types of maintenance work.
cs_cz: Povolte údržbu dlouhodobého majetku, nastavte obecné informace údržby, nastavte účet pro zaúčtování údržby a definujte typy údržbových prací.

source: Learn about different fixed asset depreciation methods.
cs_cz: Naučte se různé odpisové metody dlouhodobého majetku

source: Account Schedules
cs_cz: Účetní schémata

source: With account schedules, you can get detailed insights into your financial data.
cs_cz: S účetními schématy můžete získat detailní pohled do vašich finančních dat.

source: You can set up various layouts to define the information that you want to extract from the chart of accounts The chart of accounts stores your financial data, but sometimes you want to get a view on your data that the chart of accounts cannot really show.
cs_cz: Můžete nastavit různá rozložení k definování informací, které chcete extrahovat z účtové osnovy. Účtová osnova uchovává vaše finanční data, ale občas můžete chtít získat pohled na data, který účtová osnova nemůže ukázat.

source: So you use account schedules to analyze figures in general ledger accounts and to compare general ledger entries with general ledger budget entries.
cs_cz: Tak použijete účetní schémata pro analýzu čísel na účtech hlavní knihy a pro porovnání položek hlavní knihy s položkami rozpočtu.

source: For example, you want to calculate subtotals for groups of accounts, and you want to include these subtotals in new totals, and so on.
cs_cz: Například chcete spočítat mezisoučty pro skupiny účtů a chcete zahrnout tyto mezisoučty do nových součtů atd.

source: Dynamics NAV includes sample account schedules that are used to generate the charts on your Home page.
cs_cz: Dynamics NAV obsahuje ukázkové účetní schémata, která slouží ke generování grafů na domovské stránce.

source: You can also create account schedules to calculate profit margins on such dimensions as departments or customer groups.
cs_cz: Můžete také vytvořit účetní schémata k výpočtu marží na dimenzích jako oddělení nebo skupina odběratelů.

source: Setting up account schedules requires an understanding of the financial data in the chart of accounts.
cs_cz: Nastavení účetních schémat vyžaduje porozumění finančním datům v účtové osnově.

source: For example, you can view general ledger entries as percentages of budget entries.
cs_cz: Například můžete zobrazit hodnoty hlavní knihy jako procenta položek rozpočtu.

source: You can use one of the default layouts for your account schedule, or you can set up your own rows and columns so that you can decide exactly which figures you wish to compare and how.
cs_cz: Můžete použít jedno z výchozích rozložení pro účetní schéma, nebo můžete nastavit své vlastní řádky a sloupce tak, že se můžete rozhodnout přesně které hodnoty si přejete porovnat a jak.

source: This means that you can create as many customized financial statements as you want.
cs_cz: To znamená, že můžete vytvořit tolik upravených finančních výkazů, kolik chcete.

source: You use the Account Schedule window to set up account schedules.
cs_cz: Používejte okno Účetní schémata k nastavení účetních schémat.

source: Account Categories and Account Schedules
cs_cz: Kategorie účtů a účetní schémata

source: You can use account categories to change the layout of your financial statements.
cs_cz: Můžete použít kategorie účtů ke změně rozložení vašich finančních výkazů.

source: When you have set up your account categories in the G/L Account Categories window, and you choose the Generate Account Schedules action, the underlying account schedules for the core financial reports are updated.
cs_cz: Když jste nastavili vaše kategorie účtů v okně Kategorie finančního účtů a zvolili akci Generovat účetní schémata, podřízené účetní schémata pro hlavní finanční sestavy budou aktualizovány

source: the next time you run one of these reports, such as the balance statement, new totals and subentries are added, based on your changes.
cs_cz: při příštím spuštění jedné z těchto sestav, např. výpis zůstatku, nové součty a dílčí položky.

source: For more information, see The General Ledger and the Chart of Accounts.
cs_cz: Další informace naleznete v tématu Hlavní kniha a Účtová osnova.

source: The General Ledger and the Chart of Accounts
cs_cz: Hlavní kniha a Účtová osnova

source: Make predictive cash flow forecasts
cs_cz: Předvídání prognózy cashflow

source: Cash flow forecasts help you ensure that your company has enough cash available to meet its financial obligations, and are useful for identifying adjustments.
cs_cz: Předpovědi cashflow pomáhají zajistit, aby Vaše firma měla dostatek hotovosti na finanční povinnosti a užitečné identifikační úpravy.

source: For example, if you have a cash surplus you might pay off some debts, and you'll appreciate an early warning if times look tight.
cs_cz: Například pokud máte přebytek hotovosti, můžete splatit nějaké dluhy a oceníte brzké varování, když bude zbývat málo času.

source: Cortana Intelligence uses the Azure Machine Learning service to make reliable, predictive forecasts.
cs_cz: Cortana Intelligence používá službu Azure Machine Learning k zabezpečení spolehlivé předpovědi.

source: For example, forecasts from Cortana Intelligence can help you predict, and avoid, cash deficits.
cs_cz: Například předpověď z Cortana Intelligence může pomoci předpovědět a vyhnout se nedostatku hotovosti.

source: The service combines historical information with current postings for payables and receivables, including postings with due dates that are in the future.
cs_cz: Služba kombinuje historické informace s aktuálním zaúčtováním závazků a pohledávek včetně zaúčtování s nadcházejícími termíny splnění.

source: These include:
cs_cz: Ty zahrnují:

source: Purchase orders
cs_cz: Nákupní objednávky

source: Sales orders
cs_cz: Prodejní objednávky

source: Posted sales and purchase invoices
cs_cz: Zaúčtovaní prodeje a nákupní faktury

source: Credit memos
cs_cz: Dobropisy

source: Before you start
cs_cz: Než začnete

source: There are a few things to do before you can use Cortana Intelligence for cash flow forecasts:
cs_cz: Je pár věcí ke splnění než budete moci použít Cortana Intelligence pro prognózu cashflow.

source: If you aren't already using cash flow forecasts, you will need to set up:
cs_cz: Pokud ještě nepoužíváte prognózu cashflow, budete muset nastavit:

source: One or more setups in Cash Flow Setups.
cs_cz: Jedno nastavení v Nastavení cashflow.

source: Accounts for payables, receivables, sales orders, and purchase orders.
cs_cz: Účty pro závazky, pohledávky, prodejní objednávky a nákupní objednávky.

source: Cortana Intelligence uses the postings in these accounts.
cs_cz: Cortana Intelligence používá v těchto účtech zaúčtování.

source: One or more cash flow forecasts in Cash Flow Forecast.
cs_cz: Jedna nebo více prognóz cashflow v Prognóza cashflow.

source: Be sure to include purchase orders, sales orders, receivables, and payables as sources.
cs_cz: Ujistěte se, že zahrnujete nákupní objednávky, prodejní objednávky, pohledávky a závazky jako zdroje.

source: For more information, search for cash flow forecasts in the Help system.
cs_cz: Pro další informace hledejte Prognóza cashflow v systému Nápovědy.

source: Know the API URL and API key for the predictive web service to use.
cs_cz: Je potřeba znát API URL a klíč rozhraní API pro webovou službu předpovědi pro použití.

source: You can use Azure Machine Learning or another service, if you have one.
cs_cz: Můžete použít Azure Machine Learning nebo jinou službu.

source: Alternatively, a public model named Forecasting model for Microsoft Dynamics NAV is available online in the Cortana Intelligence Gallery.
cs_cz: Alternantivně veřejný model pojmenovaný Model prognózování pro Microsoft Dynamics NAV

source: To use the model, follow these steps:
cs_cz: Pro použití modelu postupujte následově:

source: In a browser, go to the Cortana Intelligence Gallery
cs_cz: V prohlížeči jděte na Cortana Intelligence Gallery

source: Search for Forecasting Model for Microsoft Dynamics NAV, and then open the model in Azure Machine Learning Studio.
cs_cz: Hledejte Model prognózování pro Microsoft Dynamics NAV a pak otevřete model v Azure Machine Learning Studio.

source: Use your Microsoft account to sign up for a workspace, and then copy the model.
cs_cz: Použijte svůj Microsoft účet k přihlášení do pracovní prostoru a pak model zkopírujte.

source: Run the model, and publish it as a web service.
cs_cz: Spusťte model a publikujte.

source: Make a note of the API URL and API key.
cs_cz: Zapište poznámku o API URL a klíči rozhraní API.

source: You will use these credentials when you set up Cortana Intelligence in Microsoft Dynamics NAV.
cs_cz: Použijete tyto přihlašovací údaje, když nastavíte Cortana Intelligence v Microsoft Dynamics NAV.

source: Consider how often to calculate the forecast.
cs_cz: Zvažte, jak často počítat prognózu.

source: The Azure Machine Learning service has limitations regarding use.
cs_cz: Služba Azure Machine Learning má limity dle použití.

source: For example, if you have a lot of items, it might be better to calculate less frequently.
cs_cz: Například pokud máte hodně zboží, bude lepší počítat méně často.

source: Be assigned to the Accountant role center.
cs_cz: Přiřaďte si roli účetního v centru rolí.

source: Set up Cortana Intelligence
cs_cz: Nastavení Cortana Intelligence

source: You can use an assisted setup guide to set up cash flow forecasts.
cs_cz: Můžete použít asistovaného průvodce instalace k nastavení prognózy cashflow.

source: The guide helps you specify things like how often to update the forecast, the accounts to base it on, information about when you pay taxes, and whether to use Cortana Intelligence.
cs_cz: Průvodce pomáhá určit věci, např. jak často aktualizovat prognózu, účty, na kterých je to založeno, informace, kdy platit daně a zda požít Cortana Intelligence.

source: If you are already using cash flow forecasts and just want to turn on Cortana Intelligence, you can also use a manual process.
cs_cz: Pokud již prognózu cashflow využíváte a jen chcete zapnout Cortana Intelligence, můžete také využít manuální proces.

source: When you sign in, a notification displays in a blue bar at the top of the workspace.
cs_cz: Jakmile se přihlásíte, zobrazí se notifikace v modrém pruhu nahoře v pracovní ploše.

source: To set up Cortana Intelligence right away, choose Yes please.
cs_cz: K přímému nastavení Cortana Intelligence, vyberte Ano, prosím.

source: The message displays only once.
cs_cz: Zpráva se zobrazí pouze jednou.

source: If you close it, use the manual process to set up Cortana Intelligence.
cs_cz: Pokud to zavřete, použijte mauální proces k nastavení Cortana Intelligence.

source: Consider the length of the periods that the service will use in its calculations.
cs_cz: Zvažte délku období, které bude služba využívat ve výpočtech.

source: The more data you provide, the more accurate the predictions will be.
cs_cz: Čím více dat poskytnete, tím přesnější prognózy budou.

source: Also, watch out for large variances in periods.
cs_cz: Také dejte pozor na velké odchylky v období.

source: They will also impact predictions.
cs_cz: Také ovlivní předpovědi.

source: If Cortana Intelligence does not find enough data, or the data varies a lot, the service will not make a prediction.
cs_cz: Pokud Cortana Intelligence nenajde dostatek dat, nebo se budou data hodně lišit, služba nevytvoří předpověď.

source: To use the assisted setup guide:
cs_cz: Použít asistovaného průvodce nastavením.

source: In the Accountant role center, under the Cash Flow Forecast chart, choose the Open Assisted Setup action.
cs_cz: V centru rolí Účetní pod přehledem Prognóza cashflow, zvolte akci Otevřít asistované nastavení.

source: Fill in the fields as necessary in each step of the guide.
cs_cz: Vyplňte pole podle potřeby v každém kroku průvodce.

source: To use a manual process:
cs_cz: Použít manuální proces:

source: Search for Cash Flow Setup, and then choose the related link.
cs_cz: Hledejte Nastavení cashflow a zvolte související odkaz.

source: Expand the Cortana Intelligence FastTab, and then fill in the fields as necessary.
cs_cz: Rozbalte záložku s náhledem Cortana Intelligence a pak vyplňte pole podle potřeby.

source: Turn on Cortana Intelligence for cash flow forecasts
cs_cz: Zapnutí Cortana Intelligence pro prognózu cashflow

source: Search for Cash Flow Forecasts, and then choose the related link.
cs_cz: Hledejte Prognóza cashflow, pak zvolte související odkaz.

source: Choose the Cash Flow Worksheet action.
cs_cz: Zvolte akci List cashflow.

source: On the Cash Flow Worksheet page, choose the Suggest Worksheet Lines action.
cs_cz: Na stránce List cashflow zvolte akci Navrhnout řádky listu.

source: Under Source Types to Include, choose the Cortana Intelligence Forecast check box.
cs_cz: Pod Typy zdrojů k zahrnutí zvolte zaškrtávací políčko Předpověď Cortana Intelligence.

source: Investigate a cash flow forecast
cs_cz: Zjištění prognózy cashflow

source: To take a good look at the data behind the forecast, including the variance, choose the Cortana Intelligence column.
cs_cz: Chcete-li se dobře podívat na data za prognózou včetně odchylky, vyberte sloupec Cortana Intelligence.

source: The first row in the table displays the variance.
cs_cz: První řádek v tabulce zobrazuje odchylku.

source: The other rows are arranged by source document.
cs_cz: Ostatní řádky jsou uspořádány podle zdrojového dokumentu.

source: For example, you can see how the forecast:
cs_cz: Například můžete vidět tuto předpověď:

source: Handles confirmed sales and purchases
cs_cz: Manipulace s potvrzenými prodeji a nákupy.

source: Subtracts payables and adds receivables
cs_cz: Odečítání závazek a přičítání pohledávek.

source: Skips duplicate sales orders and purchase orders
cs_cz: Přeskakování duplikovaných prodejních a nákupních objednávek.

source: Dimensions
cs_cz: Dimenze

source: Dimensions are data that you add to entries to categorize them for analysis.
cs_cz: Dimenze jsou data, která přidáváte do hodnot ke kategorizaci pro analýzu.

source: For example, you can have dimensions that indicate which project or department an entry originates from.
cs_cz: Například můžete mít dimenze, které indikují, ze kterého projektu či oddělení položka pochází.

source: Then you can use dimensions instead of setting up separate general ledger accounts for each department and project.
cs_cz: Pak můžete použít dimenze namísto nastavení oddělených účtů hlavní knihy pro každé oddělení či projekt.

source: This allows you to have rich analysis information in your data without having to use a complicated chart of accounts.
cs_cz: To vám umožňuje mít bohaté informace pro analýzu v datech bez nutnosti použití komplikované účtové osnovy.

source: You can define an unlimited number of dimensions with an unlimited number of dimension values.
cs_cz: Můžete specifikovat neomezený počet dimenzí s neomezeným počtem hodnot dimenzí.

source: For example, you set up a dimension called Department, and you use this dimension and a dimension value when you post sales documents.
cs_cz: Například nastavíte dimenzi zvanou Oddělení a použijete tuto dimenzi a hodnotu dimenze, když účtujete prodejní doklady.

source: Then, you can later get business intelligence data on which items have been sold by which departments, for example.
cs_cz: Pak můžete získat data business intelligence, například které položky byly prodány kterým oddělením.

source: The more dimensions you set up and use, the more detailed reports you can base your business decisions on.
cs_cz: Čím více dimenzí nastavíte a používáte, tím na detailnějších sestavách můžete založit Vaše obchodní rozhodnutí.

source: For example, a single sales entry can include multiple dimension information about which account the item sale has been posted to, where the item was sold, who sold it, and what kind of customer made the purchase.
cs_cz: Například jednotlivá položka prodeje může zahrnout více informací o dimenzích, na jaký účet byla položka prodeje zaúčtována, kde byla položka prodána, kdo ji prodal, jaká typ zákazníka provedl nákup.

source: Using dimensions
cs_cz: Použití dimenzí

source: In a document such as a sales order, you can add dimension information for both an individual document line and the document itself.
cs_cz: V dokladu, jakým je prodejní objednávka, můžete přidat informace o dimenzi pro oba řádky jednotlivého dokladu a dokladu jako takového.

source: For example, in the Sales Order window, you can enter dimension values for the first two shortcut dimensions directly on the document, and you can add further dimension information if you choose the Dimensions button.
cs_cz: Například v okně Prodejní objednávka můžete zadat hodnoty dimenze pro první dvě zkratky dimenzí přímo na dokumentu a můžete přidat další informace, pokud zvolíte tlačítko Dimenze.

source: In you work in a journal instead, you can also add dimension information to an entry in the same way, if you have set up shortcut dimensions as fields directly on journal lines.
cs_cz: Pokud místo toho pracujete v deníku, můžete také přidat informace o dimenzi do hodnoty stejným způsobem, pokud jste nastavili zkratku dimenzí jako pole přímo na řádcích deníku.

source: You can set up default dimensions for accounts or account types, so that dimensions and dimension values are filled in automatically.
cs_cz: Můžete nastavit výchozí dimenze pro účty nebo typy účtů tak, aby dimenze a hodnoty dimenzí byly vyplněny automaticky.

source: Dimension sets
cs_cz: Sady dimenzí

source: A dimension set is a unique combination of dimension values.
cs_cz: Sada dimenzí je jedinečná kombinace hodnot dimenzí.

source: It is stored as dimension set entries in the database.
cs_cz: Ukládá se jako sada hodnot dimenzí v databázi.

source: Each dimension set entry represents a single dimension value.
cs_cz: Každá hodnota sady dimenzí představuje jednotlivou hodnotu dimenze.

source: The dimension set is identified by a common dimension set ID that is assigned to each dimension set entry that belongs to the dimension set.
cs_cz: Sada dimenzí je identifikována běžným ID sady dimenzí, které je připojeno ke každé hodnotě sady dimenzí, která patří do sady dimenzí.

source: When you create a new journal line, document header, or document line, you can specify a combination of dimension values.
cs_cz: Když vytvoříte nový řádek deníku, hlavičku dokumentu nebo řádek dokumentu, můžete specifikovat kombinaci hodnot dimenzí.

source: Instead of explicitly storing each dimension value in the database, a dimension set ID is assigned to the journal line, document header, or document line to specify the dimension set.
cs_cz: Namísto explicitně ukládané každé hodnoty dimenze v databázi, ID sady dimenze je přiřazeno k řádku deníku, hlavičce dokumentu, nebo řádku dokumentu ke specifikaci sady dimenze.

source: Set Up Dimensions
cs_cz: Nastavení dimenzí

source: The general ledger stores your financial data, and the chart of accounts shows the accounts that all general ledger entries are posted to.
cs_cz: Hlavní kniha ukládá Vaše finanční data a účetní osnova ukazuje účty, ke kterým jsou položky hlavní knihy zaúčtovány.

source: Dynamics NAV includes a standard chart of accounts that is ready to support your business.
cs_cz: Dynamics NAV zahrnuje standardní účetní osnovu, která je připravena podpořit Váš obchod.

source: General Ledger Setup and General Posting Setup
cs_cz: Nastavení hlavní knihy a obecného účtování

source: At the core of your business processes is the general ledger and the configuration of how data is posted to the general ledger.
cs_cz: V jádře Vašich obchodních procesů je hlavní kniha a konfigurace, jak jsou data účtována do hlavní knihy.

source: In the General Ledger Setup window, you specify how to handle certain accounting issues in your company.
cs_cz: V okně Nastavení financí specifikujete, jak se vypořádat s určitými účetními problémy ve Vaší firmě.

source: This includes invoice rounding details, address formats, and whether you want to use an additional reporting currency, for example.
cs_cz: To zahrnuje zaokrouhlování fakturačních detailů, formát adres a například, jestli chcete použít přídavnou měnu pro hlášení.

source: Similarly, in the General Posting Setup window, you specify how you want to set up combinations of general business and general product posting groups.
cs_cz: Podobně v okně Nastavení obecného účtování specifikujete, jak chcete nastavit kombinace obecných obchodních a obecných produkčních účtovacích skupin.

source: You fill in a line for each combination of business posting group and product posting group.
cs_cz: Vyplňte řádek pro každou kombinaci obchodní účtovací skupiny a produkční účtovací skupiny.

source: The Chart of Accounts
cs_cz: Účetní osnova

source: The chart of accounts shows all accounts.
cs_cz: Účetní osnova ukazuje všechny účty.

source: From here, you can open various reports that show your general ledger entries and balances, and you can close the income statement.
cs_cz: Odtud můžete otevřít různé sestavy, které ukazují položky hlavní knihy a zůstatky mimo jiné také můžete uzavřít výsledovku.

source: For each account, you can open the G/L account card and add or change settings.
cs_cz: Pro každý účet můžete otevřít kartu finančních účtů a přidat nebo změnit nastavení.

source: You can also see a list of posting groups that post to that account.
cs_cz: Můžete také vidět seznam účtovacích skupin, podle kterých se účet účtuje

source: Dynamics NAV will prevent you from deleting a general ledger account that stores data that is needed in the chart of accounts.
cs_cz: Dynamics NAV bude předcházet tomu, abyste si vymazali účet hlavní knihy, který ukládá potřebné data v účtové osnově.

source: Account Categories
cs_cz: Kategorie účtů

source: With account categories, you can map general ledger accounts to categories as a personalization of the structure of your financial statements.
cs_cz: S kategoriemi účtů, můžete mapovat účty hlavní knihy ke kategoriím jako je personalizace struktury Vašich finančních výkazů.

source: The G/L Account Categories window shows your existing main categories and subcategories and the G/L accounts that you have assigned each category.
cs_cz: Okno Kategorie finančního účtu ukazuje existující hlavní kategorie a podkategorie dále finanční účty, které jste přiřadili kategorii.

source: You can create new subcategories and assign those categories to existing accounts.
cs_cz: Můžete vytvořit nové podkategorie a přiřadit je k existujícím účtům.

source: You can group the account categories by indenting individual subcategories.
cs_cz: Můžete seskupit kategorie účtů odsazením individuálních kategorií.

source: This makes it easy for you to get an overview, because each grouping shows a total balance.
cs_cz: Toto Vám usnadňuje získání přehledu, protože každé seskupení ukazuje celkový zůstatek.
